[
  {
    "docid": "TST2-MUC4-0001",
    "doctext": "CLANDESTINE, 20 NOV 89 (RADIO VENCEREMOS) -- [TEXT] WE HAVE A REPORT FROM SPAIN.  AID TO EL SALVADOR HAS BEEN SUSPENDED.  ATTENTION: THE SPANISH GOVERNMENT HAS SUSPENDED ITS AID TO THE SALVADORAN GOVERNMENT.     SPANISH FOREIGN MINISTER LUIS YANEZ [AS HEARD] REPORTED TODAY THAT SPAIN HAS SUSPENDED AID TO THE SALVADORAN GOVERNMENT UNTIL THE KILLINGS OF THE SPANISH JESUITS, WHO HAD BEEN LIVING IN OUR COUNTRY FOR YEARS, ARE RESOLVED.     THIS REPORT REPRESENTS A SERIOUS POLITICAL SETBACK FOR THE ALFREDO CRISTIANI GOVERNMENT.  THE SPANISH GOVERNMENT'S DECISION FURTHER ISOLATES THE SALVADORAN GOVERNMENT WHICH IS ALREADY UNDER PRESSURE BECAUSE OF CALLS IN THE UNITED STATES FOR THE SUSPENSION OF MILITARY AID.  THIS SUSPENSION REPRESENTS A HALT IN THE DELIVERY OF MILLIONS OF DOLLARS FROM THE SPANISH GOVERNMENT TO SALVADORAN GOVERNMENT.     THIS REPRESENTS INTERNATIONAL ISOLATION.  THE INTERNATIONAL ISOLATION OF THE CRISTIANI REGIME IS GROWING.",
    "templates": [
      {
        "incidentType": "ATTACK",
        "incidentDate": "1989-11-20",
        "incidentLocation": "",
        "incidentStage": "ACCOMPLISHED",
        "perpetratorIndividual": [],
        "perpetratorOrganization": [],
        "target": [],
        "victim": [
          "JESUITS"
        ],
        "weapon": []
      }
    ]
  },
  {
    "docid": "TST2-MUC4-0002",
    "doctext": "BUENOS AIRES, 13 DEC 89 (AFP) -- [TEXT] LAST NIGHT, A FEW HOURS BEFORE THE CHILEAN PRESIDENTIAL ELECTIONS, A VIOLENT EXPLOSION DAMAGED THE WINDOWS AND FACING OF THE SALVADORAN CONSULATE IN SANTIAGO.  NO ONE WAS INJURED.     A FLAG FROM THE MANUEL RODRIGUEZ PATRIOTIC FRONT (FPMR) WAS FOUND AT THE SCENE OF THE EXPLOSION.  THE FPMR IS A CLANDESTINE LEFTIST GROUP THAT PROMOTES \"ALL FORMS OF STRUGGLE\" AGAINST THE MILITARY GOVERNMENT HEADED BY GENERAL AUGUSTO PINOCHET.     POLICE SOURCES HAVE REPORTED THAT THE EXPLOSION CAUSED SERIOUS DAMAGE TO THE SALVADORAN EMBASSY BUILDING AND TO NEARBY STRUCTURES IN THE ELEGANT PROVIDENCIA NEIGHORHOOD IN EASTERN SANTIAGO.     THE GOVERNMENT CHARGES THAT THE FPMR, WHICH ON 14 DECEMBER WILL MARK 6 YEARS OF SUBVERSIVE ACTIVITY, IS THE \"ARMED BRANCH\" OF THE OUTLAWED COMMUNIST PARTY OF CHILE.  AS OF MIDNIGHT TONIGHT THE CARABINEROS AND POLICE AND SECURITY SERVICE AGENTS WERE CARRYING OUT AN INTENSIVE OPERATION TO ARREST THOSE RESPONISBLE FOR THE ATTACK.",
    "templates": [
      {
        "incidentType": "BOMBING",
        "incidentDate": "1989-12-12",
        "incidentLocation": "CHILE: SANTIAGO (CITY): PROVIDENCIA (NEIGHBORHOOD)",
        "incidentStage": "ACCOMPLISHED",
        "perpetratorIndividual": [
          "MANUEL RODRIGUEZ PATRIOTIC FRONT",
          "FPMR"
        ],
        "perpetratorOrganization": [
          "COMMUNIST PARTY OF CHILE",
          "COMMUNIST PARTY",
          "MANUEL RODRIGUEZ PATRIOTIC FRONT",
          "FPMR"
        ],
        "target": [
          "CONSULATE",
          "EMBASSY BUILDING",
          "EMBASSY",
          "STRUCTURES",
          "NEARBY STRUCTURES"
        ],
        "victim": [],
        "weapon": [
          "EXPLOSIVE"
        ]
      }
    ]
  },
  {
    "docid": "TST2-MUC4-0003",
    "doctext": "SAN SALVADOR, 18 DEC 89 (EL DIARIO DE HOY) -- [TEXT] A TERRORIST ARRESTED BY THE SALVADORAN NATIONAL POLICE, HAS BEEN IDENTIFIED AS RUTH ESPERANZA AGUILAR MARROQUIN, AKA SANDRA.  SHE HAS DESCRIBED U.S. CITIZEN JENNIFER CASOLO AS AN ERP [PEOPLE'S REVOLUTIONARY ARMY] MEMBER IN CHARGE OF LOGISTICS.     AS HAS BEEN REPORTED, CASOLO WAS RELEASED BY A MILITARY JUDGE AFTER HE DETERMINED THAT THERE WAS NOT ENOUGH EVIDENCE AGAINST HER.  SOME GROUPS, HOWEVER, ASSERT THAT CASOLO WAS RELEASED DUE TO POLITICAL PRESSURE FROM THE UNITED STATES, WHICH THREATENED TO LAUNCH A WORLDWIDE CAMPAIGN TO DISCREDIT EL SALVADOR IF CASOLO WAS NOT RELEASED.     AGUILAR MARROQUIN WAS ARRESTED AT 1500 ON 9 DECEMBER AFTER HAVING PARTICIPATED IN AN ATTACK ON AN URBAN PUBLIC BUS NEAR JUAN PABLO II BOULEVARD.     THE WOMAN FLED AND SOUGHT REFUGE INSIDE THE FACILITIES OF THE SALVADORAN ALBERTO MASFERRER UNIVERSITY, WHERE SHE TOOK A GROUP OF STUDENTS AS HOSTAGES, THREATENING THEM WITH HAND GRENADES. THE POLICE PREVENTED HER FROM DOING ANYTHING AND ARRESTED HER, CONFISCATING ONE .45-CALIBER PISTOL, BULLETS, CARTRIDGES, AND TWO FRAGMENTATION GRENADES.     AGUILAR MARROQUIN SAID THAT SHE JOINED THE ERP LAST MARCH AND THAT SHE WAS PART OF AN URBAN COMMANDO CALLED WORKERS JUSTICE COMMAND. AGUILAR ADDED THAT SHE KNOWS U.S. CITIZEN JENNIFER CASOLO, WHO BELONGS TO THE ERP, AND THAT CASOLO USED TO MEET WITH TERRORIST LEADER FERNANDO, WORKERS JUSTICE COMMAND OPERATIONS CHIEF, NEAR THE NATIONAL UNIVERSITY SCHOOL OF DENTISTRY (UES).     AGUILAR ADDED THAT CASOLO WAS IN CHARGE OF ERP LOGISTICS, ESPECIALLY LODGING PEOPLE AND TRANSPORTING ARMS AND WAR EQUIPMENT. THE ERP HAD GIVEN HER TWO MINIBUSES FOR HER TO CARRY OUT HER TASKS.     IN ADDITION, AGUILAR SAID THAT SHE BELIEVES CASOLO HAD A LEADING POSITION WITHIN THE ORGANIZATION, BECAUSE IN ADDITION TO MEETING WITH FERNANDO, SHE ALSO MET WITH AN INDIVIDUAL KNOWN AS MINCHO, WHO IS THE POLITICAL-MILITARY ERP METROPOLITAN CHIEF AND ALSO THE CHIEF OF THE SO-CALLED URBAN COMMANDOS.     THE PRISONER KNEW ABOUT THE EXISTENCE OF THE ARMS IN CASOLO'S HOUSE, BECAUSE ON VARIOUS OCCASIONS AGUILAR'S CHIEF, KNOWN AS MIRIAM, TOLD HER ABOUT IT. OTHER TERRORISTS WENT TO CASOLO'S HOUSE TO GET WEAPONS, AMMUNITION, AND EXPLOSIVES TO CONDUCT THEIR SABOTAGE OPERATIONS AGAINST BUSES, TELEPHONE DISTRIBUTION BOXES, POWER PYLONS, OR TO CONDUCT LARGE OPERATIONS--AS AGUILAR DESCRIBED THEM-- SUCH AS ATTACKS ON MILITARY GARRISONS.     ACCORDING TO THE INFORMATION OBTAINED, THE PRISONER WILL BE SENT TO COURT OVER THE NEXT FEW DAYS.",
    "templates": [
      {
        "incidentType": "ATTACK",
        "incidentDate": "1989-12-09",
        "incidentLocation": "",
        "incidentStage": "ACCOMPLISHED",
        "perpetratorIndividual": [
          "RUTH ESPERANZA AGUILAR MARROQUIN",
          "WORKERS JUSTICE COMMAND"
        ],
        "perpetratorOrganization": [
          "PEOPLE'S REVOLUTIONARY ARMY",
          "ERP"
        ],
        "target": [
          "URBAN PUBLIC BUS",
          "PUBLIC BUS",
          "BUS"
        ],
        "victim": [],
        "weapon": []
      }
    ]
  }
]